export const ru = {
    "dialogs": "Диалоги",
    "mark_as_read": "Прочитать",
    "send": "Отправить",
    "load_previous_messages": "Загрузить предыдущие сообщения",
    "not_authorized": "Вы не авторизованы. Нажмите \"Авторизация\" для доступа к вашему аккаунту VK.",
    "authorize_btn": "Авторизация",
    "search_in_dialogs": "Поиск в диалогах",
    "conversation_start": "Начало беседы",
    "skip_btn": "Пропустить",
    "close_btn": "Закрыть",
    "back_btn": "Назад",
    "next_btn": "Далее",
    "flags_btn": "Открыть chrome flags",
    "options_btn": "Открыть параметры",
    "type_text_here": "Вводите сообщение здесь…",
    "empty": "",
    "menuItems": {
        "settings": "Настройки",
        "openInVk": "Перейти в ВК",
        "openInWindow": "Открыть в окне",
        "logOff": "Выйти из ВК"
    },
    "setup": {
        "step_auth": "Для начала необходимо авторизироваться на сайте VK.com. Если это происходит впервые — потребуется разрешить приложению доступ к Вашим данным.",
        "step_privacy": "Обратите внимание, что после авторизации расширения все Ваши сообщения будут доступны через него, даже если вы выйдете из своего аккаунта на сайте VK.com. Для того, чтобы этого не происходило необходимо также нажать 'Выйти из VK' в контекстном меню расширения.",
        "step_spy": "По умолчанию Ваш статус будет установлен в состояние 'в сети' как только Вы откроете расширение. Вы можете изменить это в настройках, для этого нужно нажать правой кнопкой мыши на иконке расширения -> 'Параметры'. Также 'Чат для VK' не помечает автоматически входящие сообщения как прочитанные.",
        "step_panels": "Данное расширение поддерживает chrome панели, эта функциональность позволяет держать переписку все время поверх любой страницы или окна. Если Вы хотите использовать данную функциональность, Вам нужно установить флаг 'Панели' (на странице chrome://flags) в состояние 'Включено' (после этого потребуется перезагрузка браузера). Нажмите 'Открыть chrome flags' для перехода к настройке. Для открытия чата в новой панели нажмите правой кнопкой мыши на значке расширения -> 'Открыть в окне'.",
        "step_last": "Настройка завершена, теперь Вы можете закрыть эту вкладку."
    },
    "actions": {
        "chat_kick_user": "{{user}} покинул(а) беседу",
        "chat_kick_user2": "{{user}} исключил(а) {{user2}}",
        "chat_photo_remove": "{{user}} удалил(а) фото беседы",
        "chat_photo_update": "{{user}} добавил(а) фото беседы",
        "chat_create": "{{user}} создал(а) беседу",
        "chat_invite_user": "{{user}} пригласил(а) {{user2}}"
    },
    "attachment": {
        "photo": "фото",
        "video": "видео",
        "audio": "аудио",
        "doc": "документ",
        "wall": "запись на стене",
        "fwd_messages": "пересланные сообщения",
        "sticker": "стикер",
        "link": "ссылка"
    }
};